Repository: BeitIssieShapira/IssieBoard
Catalog: *.lproj/Localizable.strings
Languages: ar, he

source: Main
ar: اعدادات رئيسية
he: הגדרות ראשיות

source: Keyboard Background
ar: خلفية لوحة المفاتيح
he: רקע המקלדת

source: Keys Color
ar: لون المفاتيح
he: צבע המקשים

source: Text Color
ar: لون النص
he: צבע הטקסט

source: Visible Keys
ar: مفاتيح مرئية
he: מקשים נראים

# Columns_Rows
source: Sections/Rows
ar: أسطر- مناطق
he: שורות-אזורים

# SpecialKeys
source: Selecting Keys
ar: مفاتيح خاصة
he: בחירת מקשים

# SpecialKeysDefinition
source: Highlighted Keys
ar: إبراز المفاتيح
he: סימון מקשים

# UpperRight
source: Right-Upper
ar: يمين-للأعلى
he: ימין-למעלה

source: MIDDLE
ar: وسط
he: אמצע

# LowerLeft
source: Left-Lower
ar: يسار-للأسفل
he: שמאל-למטה

source: Templates
ar: قوالب
he: תבניות

# TemplatesSelection
source: Predefined Templates
ar: اختيار قالب معد مسبقا
he: בחירת תבנית מוגדרת מראש

source: Additional Definitions
ar: اعدادات اضافية
he: הגדרות נוספות

source: Space Key Color
ar: لون مفتاح الفراغ
he: צבע מקש הרווח

source: Delete Key Color
ar: لون مفتاح المسح
he: צבע מקש מחיקה

source: Enter Key Color
ar: لون مفتاح الإدخال
he: צבע מקש ירידת שורה

source: Other Keys Color
ar: لون المفاتيح الاضافية
he: צבע מקשים נוספים

source: Rainbow Colors
ar: ألوان الطيف
he: צבעי הקשת

source: Classic Colors
ar: ألوان كلاسيكية
he: צבעים קלאסים

source: Black And White
ar: أسود أبيض
he: שחור לבן

# SaveAndLoadCustomTemplates
source: New Template
ar: قالب جديد
he: תבנית חדשה

source: New Keyboard
ar: لوحة مفاتيح جديدة
he: מקלדת חדשה

source: Reset To Default Keyboard
ar: إعادة ضبط الخيارات للوحة المفاتيح الافتراضية
he: איפוס למקלדת ברירת המחדל

# ResetToDefaultKeyboardDone
source: Reset Completed
he: המקלדת מאופסת

source: Reset
ar: إعادة ضبط الخيارات
he: איפוס

# KeyboardSuccessfullyLoaded
source: The Keyboard Was Loaded Successfully
he: המקלדת נטענה בהצלחה

source: Show Keyboard
ar: أظهر لوحة المفاتيح
he: הצג מקלדת

source: Hide Keyboard
ar: إخفاء لوحة المفاتيح
he: הסתר מקלדת

source: Configurations
ar: إعدادات
he: הגדרות

source: Languages
ar: اللغات
he: שפות

source: Keys Order
he: סדר המקשים

# EN
source: English
ar: الانجليزية
he: אנגלית

# HE
source: Hebrew
ar: العبرية
he: עברית

# AR
source: Arabic
ar: العربية
he: ערבית

# BOTH
source: English & Hebrew
ar: العبريه والانجليزية
he: עברית-אנגלית

# AR_EN
source: Arabic & English
ar: العربية والانجليزية
he: ערבית-אנגלית

# AR_HE
source: Arabic & Hebrew
ar: العبرية والعربية
he: עברית-ערבית

# EnableMiddle
source: 2 Colors / 3 Colors
he: צביעה ב-3 או 2 איזורים

source: Right/Left
he: ימין/שמאל

source: Right/Middle/Left
he: ימין/אמצע/שמאל

# PleaseEnableMiddle
source: Please enable middle color first
he: יש להפעיל קודם את האזור האמצעי

# PleaseEnableMiddleDesc
source: In order to change to rows mode, please enable middle color first at 'EnableDisable Middle'
he: על מנת לעבור למצב שורות, וכך להגדיר מקלדת עם 3 שורות ב-3 צבעים, הגדר קודם 3 אזורים ב-׳צביעה ב-3 או 2 איזורים׳

# PleaseSetToColumns
source: Please set to columns mode first
he: יש לעבור קודם למצב עמודות

# PleaseSetToColumnsDesc
source: In order to disable middle color and setup a 2 colors keyboard, please set to colmns mode first at 'Columns/Rows'
he: על מנת לעבור למקלדת ב-2 צבעים, יש לבחור מצב עמודות ב-׳שורות/עמודות׳

# OrderStandard
source: Standard
he: רגיל

# OrderABC
source: ABC
he: א-ב

# InfoVisibleKeys
source: Choose keys to appear on keyboard
ar: اختيار المفاتيح المحدودة التي ستظهر
he: בחירת המקשים היחידים שיופיעו

# InfoSpecialKeys
source: Choose keys to appear in a different color
ar: اختيار مفاتيح مخصصه بلون معين
he: בחירת מקשים מסוימים בצבע שונה

# InfoRowsCols
source: Divide keyboard by row (upper-middle-bottom) or by section (left-middle-right or left-right)
ar: ضبط الالوان حسب أسطر لوحه المفاتيح: للأعلى - بالوسط-للأسفل- او حسب المناطق: يمين - وسط - يسار / يمين - يسار
he: הגדרת צבעים לפי שורות המקלדת: למעלה - אמצע - למטה, או לפי אזורים :ימין - אמצע - שמאל / ימין - שמאל

# infoLink
source: http://en.beitissie.org.il/tech/issieboard-virtual-keyboard-customizable-options-collaboration-beit-issie-shapiro-sap-labs-israel-2/
he: http://www.beitissie.org.il/tech/issieboard-%D7%9E%D7%94%D7%99%D7%95%D7%9D-%D7%92%D7%9D-%D7%91%D7%90%D7%A0%D7%92%D7%9C%D7%99%D7%AA/

# PredefinedKeyboard1
source: Predefined Keyboard 1 - Default
ar: قالب لوحة المفاتيح 1 - افتراضي

source: Predefined Keyboard 2
ar: قالب لوحة المفاتيح 2

source: Predefined Keyboard 3
ar: قالب لوحة المفاتيح 3
